// Styhotvorenie.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    std::cout << "\tНочь, улица, фонарь, аптека...\n";
    std::cout << "Ночь, улица, фонарь, аптека, \n";
    std::cout << "Бессмысленный и тусклый свет.\n";
    std::cout << "Живи еще хоть четверть века — \n";
    std::cout << "Всё будет так.Исхода нет.\n";
    std::cout << "Умрёшь — начнёшь опять сначала\n";
    std::cout << "И повторится всё, как встарь :\n";
    std::cout << "Ночь, ледяная рябь канала,\n";
    std::cout << "Аптека, улица, фонарь.\n";
    std::cout << " \t А. Блок";

}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
